Repository: Vanuan/www
Catalog: translations/*.xliff
Languages: nl

# field_release_end_date
source: Release end date
nl: Eind datum van de release

# label_release_new
source: New release
nl: Nieuwe release

# label_webcal
source: Webcal Feed
nl: Agenda

# label_hours_ideal
source: ideal
nl: ideaal

# field_remaining_hours
source: Remaining hours
nl: Resterende uren

# error_intro_singular
source: The following error was encountered:
nl: De volgende fout is opgetreden:

# button_edit_wiki
source: Edit wiki page
nl: Wijzig wiki page

# label_points_accepted
source: points accepted
nl: points geaccepteerd

# rb_task_cards_story_follows_tasks
source: Tasks followed by their story
nl: Taken gevolgd door hun bijbehorende story

# label_points_burn_up
source: Up
nl: Omhoog

# label_not_prioritized
source: not prioritized
nl: geen prioriteit

# label_sprint_cards
source: Sprint cards
nl: Sprint kaarten

# field_name
source: Name
nl: Naam

# error_must_have_comma_delimited_list
source: must have a comma delimited list of story or task IDs
nl: moet een komma-gescheiden lijst van story of taak IDs hebben

# backlogs_velocity_missing
source: No velocity could be calculated for this project
nl: De velocity voor dit project kan niet worden berekend

# today_not_in_release_warning
source: Warning: current date is not within release date range.
nl: Waarschuwing: huidige datum ligt niet binnen de release.

# backlogs_any
source: any
nl: alle

# label_stories_tasks
source: Stories/Tasks
nl: Stories/Taken

# label_task_board
source: Task board
nl: Taakbord

# field_release_start_date
source: Release start date
nl: Startdaum release

# label_backlogs_unconfigured
source: You have not configured Backlogs yet. Please go to %{administration} > %{plugins}, then click on the %{configure} link for this plugin. Once you have set the fields, come back to this page to start using the tool.
nl: U heeft Backlogs nog niet geconfigureerd. Gaat u asltublieft naar %{administration} > %{plugins}, en klik dan op de %{configure} link voor deze plugin. Nadat u de configuratie hebt opgeslagen kunt u teruggaan naar deze pagina om de plugin in gebruik te nemen.

# field_position
source: Position
nl: Positie

# backlogs_active
source: active
nl: lopend

# field_number_of_snapshots
source: Saved point snapshots
nl: Opgeslagen point snapshots

# label_release_end_date
source: Release end date
nl: Einddatum release

# error_inclusion
source: is not included in the list
nl: is geen onderdeel van de lijst

# backlogs_product_backlog_is_empty
source: Product backlog is empty
nl: Product backlog is leeg

# backlogs_inactive
source: Project shows no activity
nl: Project lijkt inactief

# label_points_required_burn_rate
source: required burn rate (points)
nl: benodigde burn rate (points)

# label_hours_required_burn_rate
source: required burn rate (hours)
nl: benodigde burn rate (hours)

# rb_task_cards_tasks_follow_story
source: Story followed by their tasks
nl: Story gevolg door de bijbehorende taken

# label_hours_remaining
source: remaining hours
nl: resterende uren

# rb_taskboard_card_order
source: Card print order
nl: Afdruk volgorde taakbord kaarten

# rb_label_copy_tasks_none
source: None
nl: Geen

# backlogs_sprint_unsized
source: Project has stories on active or recently closed sprints that were not sized
nl: Er zijn stories in de active of recent afgesloten sprints zonder sizes

# field_blocks
source: Blocks
nl: Blokkeert

# label_select_all
source: Select all
nl: Selecteer alles

# backlogs_sprint_unestimated
source: Closed or active sprints with unestimated stories
nl: Gesloten of actieve sprints bevatten stories zonder tijdschattingen

# today_not_in_release_msg
source: Current date is not within release date range. Really save snapshot?
nl: Huidige datum valt niet binnen de release. Wilt u echt opslaan?

# label_scrum_statistics
source: Scrum statistics
nl: Scrum statistieken

# label_points_to_resolve
source: points not resolved
nl: points niet opgelost

# label_points_committed
source: points committed
nl: points toegezegd

# error_blank
source: cannot be blank
nl: mag niet leeg zijn

# error_release_end_after_start
source: Release end date has to be after start date
nl: De einddatum van de release moet na de startdatum liggen

# label_release_start_date
source: Release start date
nl: Startdatum release

# label_back_to_project
source: Back to project page
nl: Terug naar het project

# backlogs_points_burn_direction
source: Points burn up/down
nl: Points burn omhoog/omlaag

# rb_label_link_to_original
source: Include link to original story
nl: Relateer aan originele story

# field_subject
source: Subject
nl: Onderwerp

# backlogs_product_backlog_unsized
source: The top of the product backlog has unsized stories
nl: De top van de product backlog heeft stories zonder size

# backlogs_sprint_notes_missing
source: Closed sprints without retrospective/review notes
nl: Gesloten sprints zonder retrospective/review aantekeningen

# label_sprint_velocity
source: Velocity %{velocity}, based on %{sprints} sprints with an average %{days} days
nl: Velocity %{velocity}, berekend over %{sprints} sprints met gemiddeld %{days} dagen

# label_points_resolved
source: points resolved
nl: points opgelost

# backlogs_wiki_template
source: Template for sprint wiki page
nl: Template voor sprint wiki pagina

# release_create_snapshot_today
source: Save story point snapshot for today
nl: Story point snapshot voor vandaag opslaan

# label_points_to_accept
source: points not accepted
nl: points niet geaccepteerd

source: remaining story points
nl: resterende story points

# backlogs_sizing_inconsistent
source: Story sizes vary against their estimates
nl: Story sizes varieren ten opzichte van hun tijdsschattingen

# error_intro_plural
source: The following errors were encountered:
nl: De volgende fouten zijn opgetreden:

# backlogs_velocity_varies
source: Velocity varies significantly over sprints
nl: Velocity varieert per sprint

# rb_label_copy_tasks
source: Copy tasks
nl: Kopieer taken

# error_greater_than_start_date
source: cannot be earlier than Start Date
nl: mag niet voor Start Datum liggen

# label_hours
source: hours
nl: uren

# label_points_burn_down
source: Down
nl: Omlaag

# backlogs_card_specification
source: Label types for card printing
nl: Label type voor kaartjes

# rb_task_cards_stories_then_tasks
source: First all stories, then all tasks
nl: Eerst alle stories, dan alle taken

# field_initial_story_points
source: Initial story points
nl: Initiele story points

# error_taken
source: is already in use
nl: is al in gebruik

# rb_label_copy_tasks_all
source: All
nl: Alle

# field_velocity_based_estimate
source: Velocity based estimate
nl: Schatting obv velocity

# label_product_cards
source: Product backlog cards
nl: Product backlog kaarten

# label_chart_options
source: Chart Options
nl: Grafiek Opties

# release_update_snapshot_today
source: Update story point snapshot for today
nl: Story point snapshot voor vandaag bijwerken

# error_outro
source: Please correct the above errors before submitting again.
nl: Verbeter a.u.b de eerdergenoemde problemen voordat u nogmaals verzend.
