Repository: Vanuan/www
Catalog: assets/translations/*.xliff
Languages: de, fr, pt_br, ru

# rb_label_copy_tasks_open
source: Open
pt_br: Abertas
ru: Открыть

# field_release_end_date
source: Release end date
de: Release Enddatum
ru: Дата окончания версии

# label_release_new
source: New release
de: Neues Release
ru: Новая версия

# label_webcal
source: Webcal Feed
fr: Fil Calendrier Web
ru: Подача Web-календаря событий (Webcal)

# field_backlogs_issue_type
source: Backlog type
de: Backlog Typ
fr: Type de carnet
pt_br: Tipo de backlog
ru: Тип бэклога

# field_remaining_hours
source: Remaining hours
de: Verbleibende Stunden
fr: Heures restantes
pt_br: Horas restantes
ru: Оставшиеся часы

# error_intro_singular
source: The following error was encountered:
de: Der folgende Fehler ist aufgetreten:
fr: L'erreur suivante a été rencontrée:
pt_br: O seguinte erro foi encontrado:
ru: Была обнаружена следующая ошибка:

# button_edit_wiki
source: Edit wiki page
de: Wiki Seite bearbeiten
fr: Modifier la page wiki
pt_br: Editar a página no wiki
ru: Редактировать страницу wiki

# label_points_burn_up
source: Up
de: Hoch
fr: Haut
pt_br: Subir
ru: Сколько выполнено

# label_not_prioritized
source: not prioritized
de: nicht priorisiert
fr: non priorisés
pt_br: Não priorizadas
ru: без приоритета

# label_sprint_cards
source: Sprint cards
fr: Cartes de sprint
pt_br: Cartões de Sprint
ru: Карты спринта

# field_name
source: Name
fr: Nom
pt_br: Nome
ru: Название

# field_tracker_id
source: Tracker ID
ru: ID трекера

# error_must_have_comma_delimited_list
source: must have a comma delimited list of story or task IDs
de: muss eine Kommaseparierte Liste mit Story- oder Aufgaben-IDs enthalten
fr: doit avoir une liste de scénarios ou numéros de tâches séparées de virgules
pt_br: Deve haver uma lista separada por vírgulas de estórias ou dos IDs das tarefas.
ru: должно иметь запятую, разделяющую список истории или ID заданий

# label_stories
source: Stories
fr: Scénarios
pt_br: Estórias
ru: Истории

# label_product_backlog
source: product backlog
de: Produkt Backlog
fr: carnet du produit
ru: бэклог продукта

# backlogs_velocity_missing
source: No velocity could be calculated for this project
de: Es konnte keine Geschwindigkeit für dieses Projekt berechnet werden
fr: Aucune vélocité n'a pu être calcuée pour ce projet
pt_br: A velocidade não pode ser calculada para este projeto.
ru: Скорость для этого проекта не может быть вычислена

# today_not_in_release_warning
source: Warning: current date is not within release date range.
de: Achtung: heutiges Datum liegt nicht im Release-Zeitraum.
ru: Предупреждение: текущая дата не находится в пределах дат версии. Вы действительно желаете сохранить снимок?

# backlogs_impediment
source: Impediment
ru: Задержка

# label_sprint_name
source: Sprint "%{name}"
ru: Спринт "{{name}}"

# backlogs_any
source: any
de: beliebig
fr: tous
pt_br: Nenhum
ru: любой

# label_stories_tasks
source: Stories/Tasks
de: Stories/Aufgaben
fr: Scénarios/Tâches
pt_br: Estórias/Tarefas
ru: Истории/Задания

# label_task_board
source: Task board
de: Aufgabenliste
fr: Tableau des tâches
pt_br: Quadro de tarefas
ru: Доска заданий

# field_release_start_date
source: Release start date
de: Release Startdatum
ru: Дата начала версии

# label_backlogs_unconfigured
source: You have not configured Backlogs yet. Please go to %{administration} > %{plugins}, then click on the %{configure} link for this plugin. Once you have set the fields, come back to this page to start using the tool.
de: Sie haben noch keine Backlogs konfiguriert. Bitte gehen Sie auf {{administration}} > {{plugins}}, klicken Sie dann auf den {{configure}} Link für dieses Plugin. Kommen Sie hierher zurück, sobald sie die Felder konfiguriert haben.
fr: Vous n'avez pas encore configuré les Carnets. Veuillez aller à {{administration}} > {{plugins}}, et cliquez sur le lien {{configure}} pour ce plugin. Une fois que vous aurez défini ces champs, revenez à cette page pour utiliser l'outil
pt_br: Você não configurou os Backlogs ainda. Por Favor vá em, {{administration}} > {{plugins}}, e selecione {{configure}}. Uma vez definidos os campos, retorne para esta página para começar a usar a ferramenta.
ru: Вы ещё не отконфигурировали бэклог. Пожалуйста, пройдите {{administration}} > {{plugins}}, затем нажмите {{configure}} для соединения с этим плагином. После того, как установили поля, возвращайтесь назад к этой странице, чтобы начать использование этого инструмента.

# backlogs_sprints
source: Sprints
ru: Спринты

# field_position
source: Position
pt_br: Posição
ru: Положение

# backlogs_active
source: active
de: aktiv
fr: actif
pt_br: Ativo
ru: активный

# field_number_of_snapshots
source: Saved point snapshots
de: Gespeicherte Punkte-Snapshots
ru: Сохранённые снимки оценки

# label_release_end_date
source: Release end date
de: field_release_start_date
ru: Поле_даты_окончания_версии

# backlogs_product_backlog_is_empty
source: Product backlog is empty
de: Produkt Backlog ist leer
fr: Le carnet de produit est vide
pt_br: Product backlog esta vazio
ru: Бэклог продукта пуст

# backlogs_task_tracker
source: Task tracker
de: Aufgaben Tracker
fr: Tracker de tâches
pt_br: Seqüência da tarefa
ru: Трекер задания

# backlogs_inactive
source: Project shows no activity
de: Projekt zeigt keine Aktivität
fr: Le projet ne montre aucune activité
pt_br: Mostrar projetos inativos
ru: Проект не показывает активности

# field_story_points
source: Story points
de: Storypunkte
fr: Points de scénarios
pt_br: Pontos de estória
ru: Оценка истории (человеко-часы)

# label_Product_backlog
source: Product backlog
de: Produkt Backlog
fr: Carnet du produit
ru: Бэклог продукта

# label_release_plural
source: Releases
ru: Версии

# rb_label_copy_tasks_none
source: None
pt_br: Nenhum
ru: Нет (Не копировать задания)

# label_sprint_impediments
source: Sprint Impediments
de: Sprint Blockaden
fr: Bloquants du Sprint
pt_br: Impedimentos do sprint
ru: Препятствия для Спринта

# backlogs_task
source: Task
de: Aufgabe
fr: Tâche
pt_br: Tarefas
ru: Задание

# backlogs_sprint_unsized
source: Project has stories on active or recently closed sprints that were not sized
de: Das Projekt hat Stories auf aktiven oder vor kurzem geschlossenen Sprints welche keine Aufwandsangaben enthalten
fr: Le projet a des scénarios sur des sprints actifs ou récemment fermés qui n'ont pas de taille définie
pt_br: Projeto possui estórias ativas ou recentemente fechadas durante o Sprint sem estimativas
ru: Проект имеет истории по активным или недавно закрытым спринтам, для которых не были установлены размеры

# label_master_backlog
source: Master Backlog
fr: Carnet Maître
ru: Бэклог Руководителя

# field_blocks
source: Blocks
pt_br: Blocos
ru: Блокировки

# label_select_all
source: Select all
de: Alle auswählen
fr: Sélectionner tout
pt_br: Selecinar Todos
ru: Выбрать всё

# backlogs_sprint_unestimated
source: Closed or active sprints with unestimated stories
de: Geschlossene oder aktive Sprints mit nicht abgeschätzten Stories
fr: Sprints fermés ou actifs avec scénarios non-estimés
pt_br: Ativar ou desativar sprints com estórias sem estimativas
ru: Закрытые или активные спринты с неоценёнными историями

# today_not_in_release_msg
source: Current date is not within release date range. Really save snapshot?
de: Heutiges Datum liegt nicht im Release-Zeitraum. Snapshot wirklich speichern?
ru: Текущая дата не находится в пределах дат версии. Вы действительно хотите сохранить снимок?

# label_scrum_statistics
source: Scrum statistics
de: Scrum Statistiken
fr: Statistiques du Scrum
pt_br: Estatísticas do scrum
ru: Статистики скрама

# error_blank
source: cannot be blank
fr: ne peut être vide
pt_br: não pode ser branco
ru: Не может быть чистым

# error_release_end_after_start
source: Release end date has to be after start date
de: Release Enddatum muss nach dem Startdatum liegen
ru: Дата окончания версии должна быть после даты начала

# label_release_start_date
source: Release start date
de: field_release_start_date
ru: Поле_даты_начала_версии

# label_impediments
source: Impediments
ru: Задержки

# label_backlogs
source: Backlogs
fr: Carnets
ru: Бэклоги

# label_back_to_project
source: Back to project page
de: Zurück zur Projektseite
fr: Retour à la page produit
pt_br: Voltar à página do projeto
ru: Назад на страницу проекта

# backlogs_points_burn_direction
source: Points burn up/down
de: Burnup/-down Punkte
fr: progression des points
pt_br: Pontos usados subir/descer
ru: Точки с указанием, сколько уже выполнено задания и сколько ещё остаётся сделать

# rb_label_link_to_original
source: Include link to original story
pt_br: Incluir link para a história original
ru: включить ссылку на оригинальную историю

# field_subject
source: Subject
fr: Sujet
pt_br: Assunto
ru: Содержание

# backlogs_product_backlog_unsized
source: The top of the product backlog has unsized stories
de: Die Spitze des Produkt Backlogs hat Stories ohne Aufwandsangaben
fr: La portion du haut du carnet de produit a des scénarios qui n'ont pas de taille définie
pt_br: O topo do Product Backlog possui estórias sem estimativas.
ru: Верх бэклога продукта имеет истории с неопределённым размером

# backlogs_sprint_notes_missing
source: Closed sprints without retrospective/review notes
de: Geschlossene Sprints ohne Closed sprints without Retrospective-/Besprechungsnotizen
fr: Sprints fermés sans notes de rétrospective/revue
pt_br: Sprints fechados sem notas de retrospectiva
ru: Закрытые спринты без ретроспективных/обзорных замечаний

# label_sprint_velocity
source: Velocity %{velocity}, based on %{sprints} sprints with an average %{days} days
de: Geschwindigkeit {{velocity}}, basiert auf {{sprints}} Sprints mit einem Durchschnitt von {{days}} Tagen
fr: Vélocité {{velocity}}, basée sur les sprints {{sprints}} avec une moyenne de {{days}} jours
pt_br: Velocidade {{velocity}}, baseada no {{sprints}} com a média de {{days}} Dias
ru: Скорость {{velocity}}, основанная на спринтах {{sprints}} со средним количеством дней {{days}}.

# label_release
source: Release
ru: Версия

# backlogs_story
source: Story
fr: Scéanario
pt_br: Estória
ru: История

# label_sprint_backlog
source: sprint backlog
fr: carnet du sprint
ru: бэклог спринта

# backlogs_wiki_template
source: Template for sprint wiki page
de: Vorlage für das Sprint-Wiki
fr: Maquette pour page wiki de scéanario
pt_br: Modelo para a página wiki sprint
ru: Шаблон для спринта страницы wiki

# release_create_snapshot_today
source: Save story point snapshot for today
de: Heutigen Punkte-Snapshot speichern
ru: Сохранить снимок оценки истории на сегодняшнюю дату

# label_points
source: points
de: Punkte
pt_br: Pontos
ru: точки

source: remaining story points
de: Verbleibende Storypunkte
ru: Оставшиеся оценки истории

# backlogs_sizing_inconsistent
source: Story sizes vary against their estimates
de: Story Aufwand weicht von den Schätzwerten ab
fr: Les tailles des scénarios varient par rapport à leurs estimations
pt_br: Tamanho das estórias muda de acordo com suas estimativas
ru: Изменение размеров истории относительно их оценок

# error_intro_plural
source: The following errors were encountered:
de: Die folgenden Fehler sind aufgetreten:
fr: Les erreurs suivantes ont été rencontrées:
pt_br: Os seguintes erros foram encontrados:
ru: Были обнаружены следующие ошибки:

# backlogs_velocity_varies
source: Velocity varies significantly over sprints
de: Die Geschwindigkeit variiert stark zwischen den Sprints
fr: La vélocité varie de façon significative à travers les différents sprints
pt_br: Variação Significativa da Velocidade durante as Sprints
ru: Скорость значительно изменяется по спринтам

# rb_label_copy_tasks
source: Copy tasks
pt_br: Copiar tarefas
ru: Копировать задания

# error_greater_than_start_date
source: cannot be earlier than Start Date
fr: ne peut pas être plus tôt que la date de début
pt_br: não pode ser anterior à data de início
ru: Не может быть раньше, чем дата начала

# label_hours
source: hours
de: Stunden
fr: heures
pt_br: Horas
ru: часы

# label_points_burn_down
source: Down
de: Runter
fr: Bas
pt_br: Descer
ru: Сколько осталось выполнить

# backlogs_card_specification
source: Label types for card printing
de: Etikettenart für den Kartendruck
fr: Types d'étiquettes pour impression de cartes
pt_br: Tipo de rótulo para impressão no cartão
ru: Типы меток для печати карт

# field_initial_story_points
source: Initial story points
de: Storypunkte zu Beginn
ru: Начальная оценка истории

# label_release_planning
source: Release Planning
de: Release-Planung
ru: Планирование версии

# backlogs_story_tracker
source: Story trackers
de: Story Tracker
fr: Tracker de scénarios
pt_br: Seqüência da estória
ru: Трекеры истории

# label_burndown
source: Burndown
fr: Progression
ru: Выполнение

# rb_label_copy_tasks_all
source: All
pt_br: Todos
ru: Все (Копировать все задания)

# field_velocity_based_estimate
source: Velocity based estimate
de: Geschwindigkeitsbasierende Abschätzung
fr: Estimé basé sur la vélocité
pt_br: Velocidade estimada
ru: Оценка на основе скорости

# label_product_cards
source: Product backlog cards
fr: Cartes de carnet du produit
pt_br: Cartões do Product backlog
ru: Карты бэклога продукта

# label_chart_options
source: Chart Options
de: Chart-Optionen
fr: Options du graphique
pt_br: Opções do gráfico
ru: Выборы карты

# release_update_snapshot_today
source: Update story point snapshot for today
de: Heutigen Punkte-Snapshot aktualisieren
ru: Обновить снимок оценки истории на сегодняшнюю дату

# error_outro
source: Please correct the above errors before submitting again.
de: Bitte beheben Sie die obigen Fehler bevor Sie erneut abschicken.
fr: Veuillez corriger les erreurs ci-dessus avant de soumettre à nouveau.
pt_br: Por favor corriga os erros antes de enviar novamente.
ru: Пожалуйста, исправьте вышепреведенные ошибки перед следующим запуском.

# backlogs_product_backlog
source: Product backlog
de: Produkt Backlog
fr: Carnet de produit
ru: Бэклог продукта (список требований к функциональности, которые упорядочены по степени важности)

# points_resolved
source: Obsolete key 'points_resolved' -- use for reference, or delete
ru: разрешённые оценки

# required_burn_rate_hours
source: Obsolete key 'required_burn_rate_hours' -- use for reference, or delete
ru: требуемая скорость выполнения (часы)

# inclusion
source: Obsolete key 'inclusion' -- use for reference, or delete
ru: Не включено в список

# points_committed
source: Obsolete key 'points_committed' -- use for reference, or delete
ru: выполненные оценки

# points_to_resolve
source: Obsolete key 'points_to_resolve' -- use for reference, or delete
ru: не разрешённые оценки

# required_burn_rate_points
source: Obsolete key 'required_burn_rate_points' -- use for reference, or delete
ru: требуемая скорость выполнения (точки)

# points_to_accept
source: Obsolete key 'points_to_accept' -- use for reference, or delete
ru: не принятые оценки

# points_accepted
source: Obsolete key 'points_accepted' -- use for reference, or delete
ru: принятые оценки

# ideal
source: Obsolete key 'ideal' -- use for reference, or delete
ru: идеальный

# remaining_hours
source: Obsolete key 'remaining_hours' -- use for reference, or delete
ru: оставшиеся часы

source: [[points_resolved]]
de: Beschlossene Punkte
fr: points résolus
pt_br: Pontos resolvidos

source: [[required_burn_rate_hours]]
de: benötigte Burn-Rate (Stunden)
fr: taux progression requis (hours)
pt_br: Taxa de horas necessárias

source: [[inclusion]]
de: ist nicht in der Liste enthalten
fr: n'est pas inclut dans la liste
pt_br: Não esta incluída na lista.

source: [[points_committed]]
de: Punkte abgeschlossen
fr: points commis
pt_br: pontos comprometidos

source: [[points_to_resolve]]
de: Nicht beschlossene Punkte
fr: points non-résolus
pt_br: Pontos não resolvidos

source: [[required_burn_rate_points]]
de: benötigte Burn-Rate (Punkte)
fr: taux de progression requis (points)
pt_br: Taxa pontos necessária

source: [[points_to_accept]]
de: Nicht akzeptierte Punkte
fr: points non-acceptés
pt_br: Pontos não aceitos

source: [[points_accepted]]
de: Akzeptierte Punkte
fr: points acceptés
pt_br: Pontos aceitos

source: [[remaining_hours]]
de: Verbleibende Stunden
fr: heures restantes
pt_br: Horas restantes

source: [[ideal]]
fr: idéal
